[
    {
      "id": "1",
      "name": "Area Control",
      "description": "Los juegos de mesa con la mecánica por mayorías se caracterizan por otorgar el control de un área al jugador que tiene la mayoría de las unidades o influencia en dicha área. Por tanto, muchas veces el juego consiste en juntar más meeples que los demás jugadores en una determinada zona con el objetivo de hacerte con los puntos que asigne tener el control de dicha zona."
    },
    {
        "id": "2",
        "name": "Ameritrash",
        "description": "Son juegos en los que la temática suele brillar por encima de la mecánica del juego. La idea es que sean lo más inmersivos posibles y para ello nada mejor que una historia épica, una situación catastrófica o un mundo de fantasía en el que los jugadores puedan perderse y dar lo mejor de sí mismos para poder conquistar su objetivo a cualquier precio."
      },{
        "id": "3",
        "name": "Campaign",
        "description": "Los juegos de mesa denominados Legacy son aquellos que siguen una historia narrada y así como va evolucionando la historia, evoluciona la partida, por lo que la partida de hoy cambiará la partida de mañana."
      },{
        "id": "4",
        "name": "Deckbuilder",
        "description": "En esta mecánica, todos los jugadores empiezan con un mismo set de cartas, meeples, etc. y durante la partida tendrán que ir mejorando su mano para tener las mejores combinaciones que les hagan avanzar mejor y más rápido que a sus rivales durante la partida. Esta manera de mejorar puede ser comprando mejores cartas, juntando cartas que te den más bonus, etc. Es una mecánica que requiere del pensamiento a medio/largo plazo."
      },{
        "id": "5",
        "name": "Deckbuilding",
        "description": "Son juegos de Contrucción de Mazos donde cada jugador parte con el mismo número de cartas y recursos y tiene que ir utilizándolos para incrementar su mazo y ganar la partida."
      },{
        "id": "6",
        "name": "Deck Construction",
        "description": "Tipo de juego de mesa que requiere que un juegador se componga su baraja antes de empezar a jugar."
      },{
        "id": "7",
        "name": "Dexterity",
        "description": "Juegos que se practican sobre una mesa de tipo común o sobre un mueble específicamente diseñado al efecto.Pone a prueba la habilidad manual, reflejos y capacidad de concentración."
      },{
        "id": "8",
        "name": "Drafting",
        "description": "Mecánica típica de los juegos de mesa donde los jugadores eligen entre un grupo de cartas, dados, figuras o losetas y se las pasan posteriormente a los demás jugadores para que escojan entre las restantes"
      },{
        "id": "9",
        "name": "Dungeon Crawler",
        "description": "Los juegos de mesa dungeon crawler son un tipo de juego de mesa en el que el objetivo es avanzar a través de un laberinto o una serie de habitaciones, enfrentándose a monstruos y obteniendo tesoros. A menudo se juegan en equipos, con cada jugador controlando a un personaje, y el equipo colaborando para avanzar y salir del dungeon. Algunos juegos de dungeon crawler son competitivos, con los jugadores compitiendo para obtener el mayor número de tesoros, o para ser el primer jugador en salir del dungeon. Otros juegos de dungeon crawler son cooperativos, en los que todos los jugadores trabajan juntos para superar el desafío."
      },{
        "id": "10",
        "name": "Engine Builder",
        "description": "La construcción de motores cae muy directamente en el grupo de estrategia más amplio. Estos son divertidos porque normalmente tienes todas las opciones del mundo. Depende de elegir el camino correcto hacia la victoria. Esta no tiene que ser la única mecánica de juego en el juego. Un motor puede ser a la vez importante y sutil, pero nunca a medias."
      },
      {
        "id": "11",
        "name": "Eurogame",
        "description": "Se dice que un juego de mesa es Eurogame cuando tiene una mecánicas, un sistema de puntuación, un nivel de incidencia en el sistema del juego, una duración limitada y un escaso uso del lenguaje, para así poder Internacionalizar al máximo los juegos."
      },{
        "id": "12",
        "name": "Party Game",
        "description": "Juegos de mesa que permite jugar a un grupo grande de gente, en nuestra selección incluiremos juegos que pueden ser jugados al menos por 7 o más jugadores. Es frecuente en este tipo de juegos se jueguen de una manera cooperativa, haciendo que todos ganemos o perdamos. También es frecuente que la propia dinámica del juego requiera que se formen equipos o se desempeñen diferentes roles preestablecidos."
      },{
        "id": "13",
        "name": "Push your Luck",
        "description": "En los juegos de mesa de exprime tu suerte, los jugadores realizan una acción tantas veces como decidan, a riesgo de perder puntos o dinero al llevar a cabo esa acción. Tu eres quien decides cuando quieres parar. Si sigues puedes conseguir más dinero, más recursos… pero si tienes mala suerte puede que, si continuas, pierdas el dinero ganado, pierdas un meeple, esa acción por la que pujabas se vuelva mucho más cara, te quiten puntos de victoria o simplemente pierdas tu turno."
      },{
        "id": "14",
        "name": "Roll and Move",
        "description": "Es una de las mecánicas más básicas de los juegos de mesa y que probablemente hayamos jugado todos desde pequeños. Los juegos de tirar los dados y moverse son juegos en los que los jugadores lanzan los dados y mueven las piezas de juego de acuerdo con el resultado del lanzamiento."
      },{
        "id": "15",
        "name": "Roll and Write",
        "description": "Un roll & write es un tipo de juego de mesa que necesita tan solo lápiz, papel, y uno o varios dados para poder disfrutarlo. De este modo, iremos apuntando los resultados de los dados que lancemos según lo que nos interese."
      },{
        "id": "16",
        "name": "Social Deduction",
        "description": "Un juego de deducción social es un juego en el que los jugadores intentan descubrir el rol oculto o la lealtad del equipo de cada uno. Comúnmente, estos juegos se juegan con equipos, y un equipo se considera 'bueno' y otro 'malo'."
      },{
        "id": "17",
        "name": "Storytelling",
        "description": "En los juegos de mesa de contar historias, los jugadores reciben estímulos conceptuales, escritos o pictóricos, que deben incorporarse a una historia creada por los jugadores."
      },
      {
        "id": "18",
        "name": "Worker-placement",
        "description": "En los juegos de mesa con la mecánica de colocación de trabajadores, cada jugador tiene a su disposición una serie de tokens con los cuales realizará diferentes acciones. Estos tokens, o meeples, se utilizan a modo de trabajadores (de ahí el nombre de la mecánica) que se irán colocando en diferentes zonas del tablero para ir realizando las diferentes acciones que permiten hacerse en el lugar donde han sido colocados."
      },
      {
        "id": "19",
        "name": "Wargame",
        "description": "Los juegos de mesa de guerra, también conocidos como wargames, son aquellos que recrean enfrentamientos armados en tierra, mar, aire o, incluso, en el espacio exterior."
      }
]